Repository: kitzler-walli/KeeForge
Catalog: KeeForge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: This entry has no website address to download an icon from. Add one to the entry first.
de: Dieser Eintrag hat keine Website-Adresse, von der ein Symbol geladen werden könnte. Fügen Sie dem Eintrag zuerst eine hinzu.
es: Esta entrada no tiene una dirección web de la que descargar un icono. Añada una a la entrada primero.
fr: Cette entrée n’a pas d’adresse de site web depuis laquelle télécharger une icône. Ajoutez-en une à l’entrée d’abord.
ja: このエントリには、アイコンの取得元となる Web サイトのアドレスがありません。先にエントリに追加してください。
zh_hans: 此条目没有可供下载图标的网站地址。请先为条目添加一个。
zh_hant: 此項目沒有可供下載圖示的網站位址。請先為項目新增一個。

source: This entry is already in the recycle bin. It will be permanently deleted.
de: Dieser Eintrag befindet sich bereits im Papierkorb. Er wird endgültig gelöscht.
es: Esta entrada ya está en la papelera. Se eliminará permanentemente.
fr: Cette entrée se trouve déjà dans la corbeille. Elle sera définitivement supprimée.
ja: このエントリはすでにごみ箱にあります。完全に削除されます。
zh_hans: 此条目已在回收站中。它将被永久删除。
zh_hant: 此項目已在資源回收筒中。它將被永久刪除。

source: This entry no longer exists in the current draft.
de: Dieser Eintrag ist im aktuellen Entwurf nicht mehr vorhanden.
es: Esta entrada ya no existe en el borrador actual.
fr: Cette entrée n'existe plus dans le brouillon actuel.
ja: このエントリは現在の下書きには存在しません。
zh_hans: 此条目在当前草稿中已不存在。
zh_hant: 此項目在目前草稿中已不存在。

source: This entry stores its code in the legacy KeeOTP format, which only supports 6- or 8-digit codes.
de: Dieser Eintrag speichert seinen Code im alten KeeOTP-Format, das nur 6- oder 8-stellige Codes unterstützt.
es: Esta entrada guarda su código en el formato antiguo de KeeOTP, que solo admite códigos de 6 u 8 dígitos.
fr: Cette entrée stocke son code au format KeeOTP hérité, qui ne prend en charge que les codes à 6 ou 8 chiffres.
ja: このエントリは、6 桁または 8 桁のコードにのみ対応する従来の KeeOTP 形式でコードを保存しています。
zh_hans: 此条目以旧版 KeeOTP 格式存储验证码，该格式仅支持 6 位或 8 位验证码。
zh_hant: 此項目以舊版 KeeOTP 格式儲存驗證碼，該格式僅支援 6 位或 8 位驗證碼。

source: This entry will be removed immediately and cannot be restored from NextPass.
de: Dieser Eintrag wird sofort gelöscht und kann in NextPass nicht wiederhergestellt werden.
es: Esta entrada se eliminará inmediatamente y no se podrá restaurar desde NextPass.
fr: Cette entrée sera supprimée immédiatement et ne pourra pas être restaurée depuis NextPass.
ja: このエントリはすぐに削除され、NextPass から復元することはできません。
zh_hans: 此条目将被立即移除，且无法从 NextPass 恢复。
zh_hant: 此項目將被立即移除，且無法從 NextPass 回復。

source: This group cannot be deleted.
de: Diese Gruppe kann nicht gelöscht werden.
es: Este grupo no se puede eliminar.
fr: Ce groupe ne peut pas être supprimé.
ja: このグループは削除できません。
zh_hans: 无法删除此群组。
zh_hant: 無法刪除此群組。

source: This group has no entries.
de: Diese Gruppe enthält keine Einträge.
es: Este grupo no tiene entradas.
fr: Ce groupe ne contient aucune entrée.
ja: このグループにはエントリがありません。
zh_hans: 此群组没有条目。
zh_hant: 此群組沒有項目。

source: This group no longer exists in the current draft.
de: Diese Gruppe ist im aktuellen Entwurf nicht mehr vorhanden.
es: Este grupo ya no existe en el borrador actual.
fr: Ce groupe n'existe plus dans le brouillon actuel.
ja: このグループは現在の下書きには存在しません。
zh_hans: 此群组在当前草稿中已不存在。
zh_hant: 此群組在目前草稿中已不存在。

source: This is the new native Mac app, with AutoFill and your local and WebDAV databases.
de: Das ist die neue native Mac-App, mit AutoFill und deinen lokalen und WebDAV-Datenbanken.
es: Esta es la nueva app nativa para Mac, con el autorrelleno y tus bases de datos locales y WebDAV.
fr: Voici la nouvelle app Mac native, avec le remplissage automatique et vos bases de données locales et WebDAV.
ja: これは新しいネイティブの Mac App です。自動入力と、ローカルおよび WebDAV のデータベースを利用できます。
zh_hans: 这是全新的原生 Mac App，提供自动填充，并可使用您的本地和 WebDAV 数据库。
zh_hant: 這是全新的原生 Mac App，提供自動填寫，並可使用您的本機和 WebDAV 資料庫。

source: This isn't an otpauth:// setup link.
de: Dies ist kein otpauth://-Einrichtungslink.
es: Esto no es un enlace de configuración otpauth://.
fr: Ceci n'est pas un lien de configuration otpauth://.
ja: これは otpauth:// の設定リンクではありません。
zh_hans: 这不是 otpauth:// 设置链接。
zh_hant: 這不是 otpauth:// 設定連結。

source: This location has no subfolders.
de: Dieser Speicherort enthält keine Unterordner.
es: Esta ubicación no tiene subcarpetas.
fr: Cet emplacement ne contient aucun sous-dossier.
ja: この場所にサブフォルダはありません。
zh_hans: 此位置没有子文件夹。
zh_hant: 此位置沒有子資料夾。

source: This passkey request isn't supported.
de: Diese Passkey-Anfrage wird nicht unterstützt.
es: Esta solicitud de llave de acceso no es compatible.
fr: Cette demande de clé d'accès n'est pas prise en charge.
ja: このパスキーリクエストはサポートされていません。
zh_hans: 不支持此通行密钥请求。
zh_hant: 不支援此通行金鑰要求。

source: This password is weak. You can still change the master key, but a longer unique password is safer.
de: Dieses Passwort ist schwach. Sie können den Master-Schlüssel trotzdem ändern, ein längeres, einzigartiges Passwort ist jedoch sicherer.
es: Esta contraseña es débil. Aun así puede cambiar la clave maestra, pero una contraseña más larga y única es más segura.
fr: Ce mot de passe est faible. Vous pouvez tout de même modifier la clé principale, mais un mot de passe plus long et unique est plus sûr.
ja: このパスワードは強度が不十分です。このままマスターキーを変更することもできますが、長くて他と重複しないパスワードの方が安全です。
zh_hans: 此密码强度较弱。你仍然可以更改主密钥，但更长且独特的密码会更安全。
zh_hant: 此密碼強度較弱。你仍然可以更改主金鑰，但更長且獨特的密碼會更安全。

source: This password is weak. You can still create the database, but a longer unique password is safer.
de: Dieses Passwort ist schwach. Sie können die Datenbank trotzdem erstellen, ein längeres, einzigartiges Passwort ist jedoch sicherer.
es: Esta contraseña es débil. Aun así puede crear la base de datos, pero una contraseña más larga y única es más segura.
fr: Ce mot de passe est faible. Vous pouvez tout de même créer la base de données, mais un mot de passe plus long et unique est plus sûr.
ja: このパスワードは強度が不十分です。このままデータベースを作成することもできますが、長くて他と重複しないパスワードの方が安全です。
zh_hans: 此密码强度较弱。你仍然可以创建数据库，但更长且独特的密码会更安全。
zh_hant: 此密碼強度較弱。你仍然可以建立資料庫，但更長且獨特的密碼會更安全。

source: This permanently re-encrypts the database file. It will open only with the new master key — if the new master password or key file is lost, the data in it cannot be recovered.
de: Dadurch wird die Datenbankdatei dauerhaft neu verschlüsselt. Sie lässt sich nur noch mit dem neuen Master-Schlüssel öffnen — gehen das neue Master-Passwort oder die Schlüsseldatei verloren, können die Daten nicht wiederhergestellt werden.
es: Esto vuelve a cifrar el archivo de la base de datos de forma permanente. Solo se abrirá con la nueva clave maestra: si pierde la nueva contraseña maestra o el archivo de clave, los datos no se podrán recuperar.
fr: Cette opération rechiffre définitivement le fichier de base de données. Il ne s’ouvrira qu’avec la nouvelle clé principale — si le nouveau mot de passe principal ou le fichier de clé est perdu, les données ne pourront pas être récupérées.
ja: この操作により、データベースファイルは完全に暗号化し直されます。以後は新しいマスターキーでしか開けません。新しいマスターパスワードやキーファイルを失うと、中のデータは復元できません。
zh_hans: 这将永久重新加密此数据库文件。它只能用新的主密钥打开——如果丢失新的主密码或密钥文件，其中的数据将无法恢复。
zh_hant: 這將永久重新加密此資料庫檔案。它只能以新的主金鑰開啟——如果遺失新的主密碼或金鑰檔案，其中的資料將無法復原。

source: This removes all suggestions from AutoFill. Suggestions return the next time you unlock each database that has AutoFill turned on.
de: Dadurch werden alle Vorschläge aus AutoFill entfernt. Die Vorschläge erscheinen wieder, sobald Sie eine Datenbank mit aktiviertem AutoFill das nächste Mal entsperren.
es: Esto quita todas las sugerencias del autorrelleno. Las sugerencias volverán a aparecer la próxima vez que desbloquee cada base de datos que tenga el autorrelleno activado.
fr: Cela supprime toutes les suggestions du remplissage automatique. Les suggestions réapparaissent la prochaine fois que vous déverrouillez chaque base de données pour laquelle le remplissage automatique est activé.
ja: 自動入力からすべての候補が削除されます。自動入力をオンにしている各データベースを次にロック解除したときに、候補が再び表示されます。
zh_hans: 这会从自动填充中移除所有建议。下次解锁每个已开启自动填充的数据库时，建议会重新出现。
zh_hant: 這會從自動填寫中移除所有建議。下次解鎖每個已開啟自動填寫的資料庫時，建議會重新出現。

source: This server does not look like a WebDAV server (HTTP %lld). Check the server address.
de: Dieser Server scheint kein WebDAV-Server zu sein (HTTP %lld). Prüfen Sie die Serveradresse.
es: Este servidor no parece ser un servidor WebDAV (HTTP %lld). Compruebe la dirección del servidor.
fr: Ce serveur ne semble pas être un serveur WebDAV (HTTP %lld). Vérifiez l'adresse du serveur.
ja: このサーバは WebDAV サーバではないようです（HTTP %lld）。サーバのアドレスを確認してください。
zh_hans: 此服务器看起来不是 WebDAV 服务器（HTTP %lld）。请检查服务器地址。
zh_hant: 此伺服器看起來不是 WebDAV 伺服器（HTTP %lld）。請檢查伺服器位址。

source: This setup link contains an invalid parameter.
de: Dieser Einrichtungslink enthält einen ungültigen Parameter.
es: Este enlace de configuración contiene un parámetro no válido.
fr: Ce lien de configuration contient un paramètre non valide.
ja: この設定リンクには無効なパラメータが含まれています。
zh_hans: 此设置链接包含无效参数。
zh_hant: 此設定連結包含無效參數。

source: This setup link doesn't contain a valid secret.
de: Dieser Einrichtungslink enthält keinen gültigen geheimen Schlüssel.
es: Este enlace de configuración no contiene una clave secreta válida.
fr: Ce lien de configuration ne contient pas de clé secrète valide.
ja: この設定リンクには有効なシークレットが含まれていません。
zh_hans: 此设置链接不包含有效的密钥。
zh_hant: 此設定連結不包含有效的金鑰。

source: This setup link expired. Open it again from the service to add the verification code.
de: Dieser Einrichtungslink ist abgelaufen. Öffne ihn beim Dienst erneut, um den Bestätigungscode hinzuzufügen.
es: Este enlace de configuración ha caducado. Ábrelo de nuevo en el servicio para añadir el código de verificación.
fr: Ce lien de configuration a expiré. Ouvre-le à nouveau depuis le service pour ajouter le code de vérification.
ja: この設定リンクは期限切れです。確認コードを追加するには、サービス側でもう一度開いてください。
zh_hans: 此设置链接已过期。请从相应服务重新打开它以添加验证码。
zh_hant: 此設定連結已過期。請從相應服務重新開啟它以新增驗證碼。

source: This setup link uses an unsupported code type. Only time-based (TOTP) codes are supported.
de: Dieser Einrichtungslink verwendet einen nicht unterstützten Codetyp. Es werden nur zeitbasierte Codes (TOTP) unterstützt.
es: Este enlace de configuración usa un tipo de código no compatible. Solo se admiten códigos basados en tiempo (TOTP).
fr: Ce lien de configuration utilise un type de code non pris en charge. Seuls les codes basés sur le temps (TOTP) sont pris en charge.
ja: この設定リンクはサポートされていないコード形式を使用しています。対応しているのは時間ベース（TOTP）のコードのみです。
zh_hans: 此设置链接使用了不受支持的验证码类型。仅支持基于时间 (TOTP) 的验证码。
zh_hant: 此設定連結使用了不支援的驗證碼類型。僅支援時間型 (TOTP) 驗證碼。

source: This update includes a broad set of fixes and refinements across unlocking, search, AutoFill, cloud sync, WebDAV, passkeys, one-time codes, and more.
de: Dieses Update enthält zahlreiche Fehlerbehebungen und Verbesserungen für Entsperren, Suche, AutoFill, Cloud-Synchronisierung, WebDAV, Passkeys, Einmalcodes und mehr.
es: Esta actualización incluye un amplio conjunto de correcciones y mejoras en el desbloqueo, la búsqueda, el autorrelleno, la sincronización en la nube, WebDAV, las llaves de acceso, los códigos de un solo uso y mucho más.
fr: Cette mise à jour comprend un large éventail de corrections et d'améliorations pour le déverrouillage, la recherche, le remplissage automatique, la synchronisation cloud, WebDAV, les clés d'accès, les codes à usage unique et plus encore.
ja: このアップデートでは、ロック解除、検索、自動入力、クラウド同期、WebDAV、パスキー、ワンタイムコードなど、幅広い範囲で修正と改善を行いました。
zh_hans: 此更新包含大量修复和改进，涵盖解锁、搜索、自动填充、云同步、WebDAV、通行密钥、一次性验证码等多个方面。
zh_hant: 此更新包含大量修正與改進，涵蓋解鎖、搜尋、自動填寫、雲端同步、WebDAV、通行金鑰、一次性驗證碼等多個方面。

source: This version is no longer part of the entry.
de: Diese Version gehört nicht mehr zu diesem Eintrag.
es: Esta versión ya no forma parte de la entrada.
fr: Cette version ne fait plus partie de l'entrée.
ja: このバージョンは、すでにこのエントリに含まれていません。
zh_hans: 此版本已不属于该条目。
zh_hant: 此版本已不屬於該項目。

source: This version of NextPass for Mac doesn't connect to Dropbox or OneDrive. Open the iPad version once and let it finish syncing, then add the file from the folder Dropbox or OneDrive keeps on your Mac — it stays up to date that way.
de: Diese Version von NextPass für Mac verbindet sich nicht mit Dropbox oder OneDrive. Öffnen Sie die iPad-Version einmal und lassen Sie die Synchronisierung abschließen, und fügen Sie die Datei dann aus dem Ordner hinzu, den Dropbox oder OneDrive auf Ihrem Mac bereithält – so bleibt sie aktuell.
es: Esta versión de NextPass para Mac no se conecta a Dropbox ni a OneDrive. Abra una vez la versión para iPad y deje que termine de sincronizar; después, añada el archivo desde la carpeta que Dropbox o OneDrive mantiene en su Mac, y así se mantendrá actualizado.
fr: Cette version de NextPass pour Mac ne se connecte pas à Dropbox ni à OneDrive. Ouvrez une fois la version iPad et laissez la synchronisation se terminer, puis ajoutez le fichier depuis le dossier que Dropbox ou OneDrive conserve sur votre Mac : il restera ainsi à jour.
ja: このバージョンの Mac 版 NextPass は、Dropbox や OneDrive には接続しません。まず iPad 版を開いて同期を完了させてから、Dropbox または OneDrive が Mac 上に置いているフォルダからファイルを追加してください。その方法なら常に最新の状態が保たれます。
zh_hans: 此版本的 Mac 版 NextPass 不连接 Dropbox 或 OneDrive。请先打开 iPad 版并让它完成同步，然后从 Dropbox 或 OneDrive 在您 Mac 上保留的文件夹中添加该文件——这样它会保持最新。
zh_hant: 此版本的 Mac 版 NextPass 不連接 Dropbox 或 OneDrive。請先開啟 iPad 版並讓它完成同步，然後從 Dropbox 或 OneDrive 在您 Mac 上保留的資料夾中加入該檔案——這樣它會保持最新。

source: Tip again
de: Erneut Trinkgeld geben
es: Dar propina de nuevo
fr: Donner un autre pourboire
ja: もう一度チップを送る
zh_hans: 再次打赏
zh_hant: 再給小費

source: Tip Jar
de: Trinkgeldkasse
es: Propina
fr: Pourboire
ja: チップ
zh_hans: 打赏
zh_hant: 小費箱

source: Tip Jar is not available right now.
de: Trinkgeldkasse ist derzeit nicht verfügbar.
es: La propina no está disponible en este momento.
fr: Le pourboire n'est pas disponible pour le moment.
ja: チップは現在ご利用いただけません。
zh_hans: 打赏功能目前不可用。
zh_hant: 小費箱目前無法使用。

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: To fill passwords from NextPass in Safari and other apps, enable NextPass in iOS AutoFill settings.
de: Um Passwörter aus NextPass in Safari und anderen Apps auszufüllen, aktivieren Sie NextPass in den iOS-AutoFill-Einstellungen.
es: Para rellenar contraseñas de NextPass en Safari y otras apps, active NextPass en los ajustes de autorrelleno de iOS.
fr: Pour remplir des mots de passe depuis NextPass dans Safari et d'autres apps, activez NextPass dans les réglages de remplissage automatique iOS.
ja: Safari や他の App で NextPass のパスワードを入力するには、iOS の自動入力の設定で NextPass を有効にしてください。
zh_hans: 若要在 Safari 和其他 App 中填充 NextPass 的密码，请在 iOS 自动填充设置中启用 NextPass。
zh_hant: 若要在 Safari 和其他 App 中填寫 NextPass 的密碼，請在 iOS 自動填寫設定中啟用 NextPass。

source: To fill passwords from NextPass in Safari and other apps, enable NextPass in System Settings under General > AutoFill & Passwords.
de: Um Passwörter aus NextPass in Safari und anderen Apps auszufüllen, aktivieren Sie NextPass in den Systemeinstellungen unter „Allgemein“ > „AutoFill & Passwörter“.
es: Para rellenar contraseñas de NextPass en Safari y otras apps, active NextPass en Ajustes del Sistema, en «General» > «Autorrelleno y contraseñas».
fr: Pour remplir des mots de passe depuis NextPass dans Safari et d'autres apps, activez NextPass dans Réglages Système, sous « Général » > « Remplissage automatique et mots de passe ».
ja: Safari や他の App で NextPass のパスワードを入力するには、「システム設定」の「一般」>「自動入力とパスワード」で NextPass を有効にしてください。
zh_hans: 若要在 Safari 和其他 App 中填充 NextPass 的密码，请在“系统设置”的“通用”>“自动填充与密码”中启用 NextPass。
zh_hant: 若要在 Safari 和其他 App 中填寫 NextPass 的密碼，請在「系統設定」的「一般」>「自動填寫與密碼」中啟用 NextPass。

source: Too Many Failed Attempts
de: Zu viele Fehlversuche
es: Demasiados intentos fallidos
fr: Trop de tentatives échouées
ja: 失敗回数が多すぎます
zh_hans: 失败次数过多
zh_hant: 失敗次數過多

source: Touch and hold an entry and choose Duplicate to start a new entry already filled in from it.
de: Halte einen Eintrag gedrückt und wähle „Duplizieren“, um einen neuen Eintrag zu beginnen, der bereits mit dessen Angaben ausgefüllt ist.
es: Mantén pulsada una entrada y elige «Duplicar» para empezar una nueva entrada ya rellenada con sus datos.
fr: Maintenez le doigt sur une entrée et choisissez « Dupliquer » pour commencer une nouvelle entrée déjà remplie à partir de celle-ci.
ja: エントリを長押しして「複製」を選ぶと、その内容があらかじめ入力された新しいエントリを作成できます。
zh_hans: 按住条目并选择“创建副本”，即可开始一个已根据该条目填好内容的新条目。
zh_hant: 按住項目並選擇「建立副本」，即可開始一個已根據該項目填好內容的新項目。

source: Touch and hold an entry in the list to copy its username or password. Copying a password still asks for Face ID, Touch ID, or your passcode.
de: Halte einen Eintrag in der Liste gedrückt, um seinen Benutzernamen oder sein Passwort zu kopieren. Zum Kopieren eines Passworts sind weiterhin Face ID, Touch ID oder dein Code nötig.
es: Mantén pulsada una entrada de la lista para copiar su nombre de usuario o su contraseña. Copiar una contraseña sigue pidiendo Face ID, Touch ID o tu código.
fr: Maintenez le doigt sur une entrée de la liste pour copier son nom d’utilisateur ou son mot de passe. La copie d’un mot de passe demande toujours Face ID, Touch ID ou votre code.
ja: リストでエントリを長押しすると、ユーザ名やパスワードをコピーできます。パスワードのコピーには、これまでどおり Face ID、Touch ID、またはパスコードによる確認が必要です。
zh_hans: 在列表中按住条目，即可拷贝其用户名或密码。拷贝密码时仍需通过Face ID、Touch ID 或设备密码验证。
zh_hant: 在列表中按住項目，即可拷貝其使用者名稱或密碼。拷貝密碼時仍需透過 Face ID、Touch ID 或裝置密碼驗證。

source: Try Again
de: Erneut versuchen
es: Inténtelo de nuevo
fr: Réessayer
ja: 再試行
zh_hans: 重试
zh_hant: 再試一次

source: Turn AutoFill back on
de: AutoFill wieder aktivieren
es: Volver a activar el autorrelleno
fr: Réactiver le remplissage automatique
ja: 自動入力をもう一度オンにする
zh_hans: 重新开启自动填充
zh_hant: 重新開啟自動填寫

source: Turn on Allow Unencrypted HTTP in Advanced to use an http:// server address.
de: Aktivieren Sie unter „Erweitert“ die Option „Unverschlüsseltes HTTP erlauben“, um eine http://-Serveradresse zu verwenden.
es: Active «Permitir HTTP sin cifrar» en «Avanzado» para usar una dirección de servidor http://.
fr: Activez « Autoriser le HTTP non chiffré » dans Avancé pour utiliser une adresse de serveur http://.
ja: http:// のサーバアドレスを使用するには、「詳細設定」で「暗号化されていない HTTP を許可」をオンにしてください。
zh_hans: 若要使用 http:// 服务器地址，请在“高级”中开启“允许未加密的 HTTP”。
zh_hant: 若要使用 http:// 伺服器位址，請在「進階」中開啟「允許未加密的 HTTP」。

source: Turn On AutoFill
de: AutoFill aktivieren
es: Activar el autorrelleno
fr: Activer le remplissage automatique
ja: 自動入力をオンにする
zh_hans: 开启自动填充
zh_hant: 開啟自動填寫

source: Turn on AutoFill for a database in NextPass’s settings to use it here.
de: Aktivieren Sie AutoFill für eine Datenbank in den NextPass-Einstellungen, um sie hier zu verwenden.
es: Active Autorrelleno para una base de datos en los ajustes de NextPass para usarlo aquí.
fr: Activez le remplissage automatique pour une base de données dans les réglages de NextPass pour l’utiliser ici.
ja: NextPass の設定でデータベースの自動入力をオンにすると、ここで使用できます。
zh_hans: 在 NextPass 的设置中为数据库开启自动填充，即可在此处使用。
zh_hant: 在 NextPass 的設定中為資料庫開啟自動填寫，即可在此處使用。

source: Turn On…
de: Aktivieren …
es: Activar…
fr: Activer…
ja: オンにする…
zh_hans: 开启…
zh_hant: 開啟…

source: Type to search by title, username, URL, notes, or tags.
de: Suchen Sie nach Titel, Benutzername, URL, Notizen oder Tags.
es: Escriba para buscar por título, nombre de usuario, URL, notas o etiquetas.
fr: Saisissez du texte pour rechercher par titre, nom d'utilisateur, URL, notes ou tags.
ja: タイトル、ユーザ名、URL、メモ、タグで検索するには入力してください。
zh_hans: 输入以按标题、用户名、URL、备注或标签搜索。
zh_hant: 輸入以依標題、使用者名稱、URL、備註或標籤搜尋。

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用できません
zh_hans: 不可用
zh_hant: 無法使用

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
zh_hans: 未知
zh_hant: 未知

source: Unknown date
de: Unbekanntes Datum
es: Fecha desconocida
fr: Date inconnue
ja: 日付不明
zh_hans: 未知日期
zh_hant: 未知日期

source: Unknown KeePass XML will be preserved when you save this entry.
de: Unbekanntes KeePass-XML bleibt beim Sichern dieses Eintrags erhalten.
es: El XML de KeePass desconocido se conservará al guardar esta entrada.
fr: Le XML KeePass inconnu sera conservé lors de l'enregistrement de cette entrée.
ja: このエントリを保存すると、未知の KeePass XML はそのまま保持されます。
zh_hans: 保存此条目时会保留未知的 KeePass XML。
zh_hant: 儲存此項目時會保留未知的 KeePass XML。

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
ja: ロック解除
zh_hans: 解锁
zh_hant: 解鎖

source: Unlock a Database
de: Datenbank entsperren
es: Desbloquee una base de datos
fr: Déverrouillez une base de données
ja: データベースのロックを解除
zh_hans: 解锁数据库
zh_hant: 解鎖資料庫

source: Unlock a database to browse groups and entries.
de: Entsperren Sie eine Datenbank, um Gruppen und Einträge zu durchsuchen.
es: Desbloquee una base de datos para explorar grupos y entradas.
fr: Déverrouillez une base de données pour parcourir les groupes et les entrées.
ja: データベースのロックを解除すると、グループとエントリを閲覧できます。
zh_hans: 解锁数据库以浏览群组和条目。
zh_hant: 解鎖資料庫以瀏覽群組和項目。

source: Unlock a database to view groups and entries.
de: Entsperren Sie eine Datenbank, um Gruppen und Einträge anzuzeigen.
es: Desbloquee una base de datos para ver grupos y entradas.
fr: Déverrouillez une base de données pour afficher les groupes et les entrées.
ja: データベースのロックを解除すると、グループとエントリを表示できます。
zh_hans: 解锁数据库以查看群组和条目。
zh_hant: 解鎖資料庫以檢視群組和項目。

source: Unlock AutoFill with Touch ID
de: AutoFill mit Touch ID entsperren
es: Desbloquear Autorrelleno con Touch ID
fr: Déverrouiller le remplissage automatique avec Touch ID
ja: Touch ID で自動入力のロックを解除
zh_hans: 使用触控 ID 解锁自动填充
zh_hant: 使用觸控 ID 解鎖自動填寫

source: Unlock Database
de: Datenbank entsperren
es: Desbloquear base de datos
fr: Déverrouiller la base de données
ja: データベースのロックを解除
zh_hans: 解锁数据库
zh_hant: 解鎖資料庫

source: Unlock Failed
de: Entsperren fehlgeschlagen
es: Error al desbloquear
fr: Échec du déverrouillage
ja: ロック解除に失敗しました
zh_hans: 解锁失败
zh_hant: 解鎖失敗

source: Unlock NextPass
de: NextPass entsperren
es: Desbloquear NextPass
fr: Déverrouiller NextPass
ja: NextPass のロックを解除
zh_hans: 解锁 NextPass
zh_hant: 解鎖 NextPass

source: Unlock NextPass for AutoFill
de: NextPass für AutoFill entsperren
es: Desbloquear NextPass para el autorrelleno
fr: Déverrouiller NextPass pour le remplissage automatique
ja: 自動入力のために NextPass のロックを解除
zh_hans: 解锁 NextPass 以使用自动填充
zh_hant: 解鎖 NextPass 以使用自動填寫

source: Unlock your password database
de: Entsperren Sie Ihre Passwortdatenbank
es: Desbloquee su base de datos de contraseñas
fr: Déverrouillez votre base de données de mots de passe
ja: パスワードデータベースのロックを解除
zh_hans: 解锁你的密码数据库
zh_hant: 解鎖你的密碼資料庫

source: Unsupported cipher: %@
de: Nicht unterstütztes Verschlüsselungsverfahren: %@
es: Cifrado no compatible: %@
fr: Chiffrement non pris en charge : %@
ja: サポートされていない暗号方式です：%@
zh_hans: 不支持的加密算法：%@
zh_hant: 不支援的加密演算法：%@

source: Unsupported compression mode: %u
de: Nicht unterstützter Komprimierungsmodus: %u
es: Modo de compresión no compatible: %u
fr: Mode de compression non pris en charge : %u
ja: サポートされていない圧縮モードです：%u
zh_hans: 不支持的压缩模式：%u
zh_hant: 不支援的壓縮模式：%u

source: Unsupported Database Format
de: Nicht unterstütztes Datenbankformat
es: Formato de base de datos no compatible
fr: Format de base de données non pris en charge
ja: サポートされていないデータベース形式
zh_hans: 不支持的数据库格式
zh_hant: 不支援的資料庫格式

source: Unsupported inner random stream: %u
de: Nicht unterstützter innerer Zufallsdatenstrom: %u
es: Flujo aleatorio interno no compatible: %u
fr: Flux aléatoire interne non pris en charge : %u
ja: サポートされていない内部乱数ストリームです：%u
zh_hans: 不支持的内部随机流：%u
zh_hant: 不支援的內部隨機串流：%u

source: Unsupported key derivation function: %@
de: Nicht unterstützte Schlüsselableitungsfunktion: %@
es: Función de derivación de claves no compatible: %@
fr: Fonction de dérivation de clé non prise en charge : %@
ja: サポートされていない鍵導出関数です：%@
zh_hans: 不支持的密钥派生函数：%@
zh_hant: 不支援的金鑰衍生函數：%@

source: Unsupported variant map value for key: %@
de: Nicht unterstützter Wert der Varianten-Map für Schlüssel: %@
es: Valor de mapa de variantes no compatible para la clave: %@
fr: Valeur de mappage de variante non prise en charge pour la clé : %@
ja: バリアントマップの値がサポートされていません。キー：%@
zh_hans: 不支持的变体映射值，键：%@
zh_hant: 不支援的變體對應值，鍵：%@

source: Uppercase
de: Großbuchstaben
es: Mayúsculas
fr: Majuscules
ja: 大文字
zh_hans: 大写字母
zh_hant: 大寫字母

source: Use
de: Verwenden
es: Usar
fr: Utiliser
ja: 使用
zh_hans: 使用
zh_hant: 使用
